[Survived] ObjectLiteral
mutations/robobar-example/src/routes.js:4:24
 (() => {
     app.config(($routeProvider) => {
         $routeProvider
-            .when('/', {
-                template: '<robo-place-order></robo-place-order>'
-            })
+            .when('/', {})
             .when('/review', {
                 template: '<robo-review-order></robo-review-order>'

[Survived] StringLiteral
mutations/robobar-example/src/routes.js:5:27
     app.config(($routeProvider) => {
         $routeProvider
             .when('/', {
-                template: '<robo-place-order></robo-place-order>'
+                template: ""
             })
             .when('/review', {

[Survived] StringLiteral
mutations/robobar-example/src/routes.js:8:27
                 template: '<robo-place-order></robo-place-order>'
             })
             .when('/review', {
-                template: '<robo-review-order></robo-review-order>'
+                template: ""
             })
             .when('/success', {
